SAG/CABA/SAGVTV 1.3.3/.svn/pristine/be/be176226a70792d78d2f7305fb48c75e73336cf3.svn-base

<?xml version="1.0" encoding="UTF-8"?> <SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="urn:suvtv"  xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">  <SOAP-ENV:Body>  <ns1:informarAusentes>       <usuarioID xsi:type="xsd:unsignedLong">4</usuarioID>       <ingresoID xsi:type="xsd:unsignedLong">3756</ingresoID>      <plantaID xsi:type="xsd:unsignedLong">4</plantaID>       <fecha xsi:type="xsd:date">2016-10-03</fecha>        <turnos SOAP-ENC:arrayType="ns1:turnosAusentes[4]" xsi:type="ns1:turnosAusentesLista"> <item xsi:type="ns1:turnosAusentes">     <turnoID xsi:type="xsd:unsignedLong">12607</turnoID>      <dominio xsi:type="xsd:string">KTO440</dominio> </item><item xsi:type="ns1:turnosAusentes">     <turnoID xsi:type="xsd:unsignedLong">12610</turnoID>      <dominio xsi:type="xsd:string">NYJ220</dominio> </item><item xsi:type="ns1:turnosAusentes">     <turnoID xsi:type="xsd:unsignedLong">6791</turnoID>      <dominio xsi:type="xsd:string">KZU000</dominio> </item><item xsi:type="ns1:turnosAusentes">     <turnoID xsi:type="xsd:unsignedLong">6779</turnoID>      <dominio xsi:type="xsd:string">SVT560</dominio> </item></turnos></ns1:informarAusentes></SOAP-ENV:Body></SOAP-ENV:Envelope> 
